Repository: omerelimelech/VoiceVSCovid-19_iOS
Catalog: Covid19VOCAAi/*.lproj/Localizable.strings
Languages: he

source: We need your help to beat COVID-19.
he: אנחנו צריכים את עזרתך בכדי לנצח את נגיף הקורונה

source: We would be very grateful if you are willing to log in and complete this questionnaire daily. This will enable researchers to understand trends prior to symptoms, which is critical in fighting COVID-19.
he: אנא הכניסו את פרטיכם בכדי לענות על האתר בפעמים הבאות במהירות ובקלות. זה יאפשר לחוקרים להבין שינויים שקרו לפני הופעת הסימפוטמים במידה ויהיו, דבר הכרחי בשביל להילחם בנגיף הקורונה

source: Please fill your details below:
he: בבקשה מלאו את הפרטים הבאים:

source: SIGN UP / SIGN IN
he: הרשם/י

source: SKIP
he: דלג

source: Age
he: גיל

source: Gender
he: מגדר

source: Male
he: זכר

source: Female
he: נקבה

source: Other
he: אחר

source: Height
he: גובה

source: Centimeters
he: סנטימטרים

source: Feet
he: רגל

source: Inches
he: אינץ'

source: Country
he: מדינה

source: Have you been diagnosed with any of the following conditions?
he: האם אובחנת בעבר באחד מהבאים?

source: Diabetes
he: סוכרת

source: Hypertension
he: יתר לחץ דם

source: Ischemic heart disease
he: מחלת לב

source: Asthma
he: אסתמה

source: Allergies
he: אלרגיות

source: Chronic lung disease
he: כשל ריאתי כרוני

source: Chronic kidney disease
he: כשל כלייתי כרוני

source: Seasonal allergies
he: אלרגיה עונתית

source: Current body temperature
he: טמפרטורת גוף נוכחית

source: Celsious
he: צלזיוס

source: SUBMIT
he: הרשם/י

source: Fahrenheit
he: פרנהייט

source: Nausea and/or vomiting
he: בחילה ו/או הקאות

source: Diarrhea
he: שלשול

source: Itching (eyes or other)
he: גירוד (בעיניים או במקום אחר)

source: Runny nose or Nasal congestion
he: נזלת או גודש באף

source: Shortness of breath
he: קוצר נשימה

source: Sneezing
he: התעטשויות

source: Sore throat
he: כאב גרון

source: Headache
he: כאבי ראש

source: Muscle aches
he: כאבי שרירים

source: Fatigue
he: עייפות

source: Cough with sputum production
he: שיעול עם כיח

source: Dry cough
he: שיעול יבש

source: I have a fever
he: יש לי חום

source: I feel well
he: אני מרגיש/ה טוב

source: Are you currently experiencing any of the following symptoms:
he: האם את/ה חווה אחד או יותר מהתסמינים הבאים?

source: Were you diagnosed with COVID-19?
he: האם אובחנת כחולה קורונה?

source: What is your current status?
he: מה מצבך מבחינת אבחון קורונה?

source: Do you smoke?
he: האם את/ה מעשן/ת?

source: I currently smoke
he: אני מעשן

source: I used to smoke
he: נהגתי לעשן

source: I've never smoked
he: מעולם לא עישנתי

source: Not in isolation
he: לא בבידוד

source: Hospitalized
he: מאושפז

source: in isolation due to being diagnoed with COVID-19
he: בבידוד עקב אבחון בקורונה

source: in isolation due to contant with an individual who was infected with coronavirus or an individual who recently
he: בבידוד עקב אינטרטאקציה עם חולה מאומת

source: in isulation due to govenrment regulations
he: בבידוד עקב הוראה ממשלתית

source: in isulation due to recent international travel
he: בבידוד עקב חזרה מחוץ לארץ

source: Yes
he: כן

source: No
he: לא

source: Please cough three times
he: בבקשה השתעלו שלוש פעמים

source: Click to start recording:
he: לחצו כאן כדי להתחיל להקליט

source: Recording! Click here to stop:
he: מקליט! לחצו כאן בכדי לעצור את ההקלטה

source: Count from 1 to 20
he: אנא ספרו מא-1 עד 20

source: Please recite the alphabet:
he: בבקשה אמרו את אותיות האלף בית העברי לפי הסדר

source: A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, U, V, W, X, Y, Z
he: א, ב, ג, ד, ה, ו, ז, ח, ט, י, כ, ל, מ, נ, ס, ע, פ, צ, ק, ר, ש, ת

source: Say the vowel "ee" for as long ass you can : EEEE
he: אנא אמרו את ההברה אי הכי הרבה זמן שתוכלו

source: (as in the word "cheese")
he: (כמו במילה גבינה)

source: Say the vowel "o" for as long ass you can : OOOO
he: אנא אמרו את ההברה או הכי הרבה זמן שתוכלו

source: (as in the word "box")
he: (כמו במילה אור)

source: Say the vowel "a" for as long ass you can : AAAA
he: אנא אמרו את ההברה אה הכי הרבה זמן שתוכלו

source: (as in the word "sad")
he: (כמו במילה אהבה)

source: Thank you for your recording!
he: תודה על הקלטתך!

source: You have completed 6 out of 6 tasks thus far!
he: סיימת את כל המשימות

source: PLAY PREVIOUS RECORDING
he: השמע הקלטה אחרונה

source: REDO RECORDING
he: הקלטה חוזרת

source: End Session
he: סיים

source: You have completed %d out of 6 tasks thus far!
he: השלמת %d הקלטות מתוך 6 עד כה!

source: Made with ❤ by Voca.ai
he: נעשה באהבה ע"י Voca.ai וחברים

source: We'd appreaciate your feedback:
he: אנו מעריכים את המשוב אשר נתת.

source: If you would like to help some more, please do another recording tomorrow.
he: אם ברצונך להמשיך לסייע, אנא הפיצו את השאלון לעוד אנשים והקליטו גם מחר.

source: Thank you for your participation!
he: תודה רבה על השתתפותך

source: The data will be used anonymously for research purposes.
he: המידע שנתת ישמש באופן אנונימי למחקר

source: All done!
he: כל הכבוד!

source: Following the success of the data collection phase, people will soon be able to determine the likelihood of contracting the virus – with just one short voice recording NOW THAT SOUNDS REMARKABLE!!!
he: בעקבות הצלחת שלב איסוף הנתונים, בקרוב אנשים יוכלו לקבל מידע על מידת הסבירות בה הם נשאי קורונה על סמך דגימת קול קצרה בלבד. והכל בזכותכם!!!!

source: RECORD
he: הקלט

source: Interested to learn more about this project or Voca?
he: מועניין ללמוד עוד על הפרויקט או עלינו?

source: Corona Voice Detect, is led by Dr. Shmuel Ur a renowned Israeli inventor and Dr. Alan Bekker, CTO & Co-founder at Voca.ai. The success of this project will have an immense impact on the health of our communities and prevention in spreading. We’re starting with global data collection. With this data, we will be able to identify and develop technologies to determine the probability of being infected with the virus from voice analysis. The research and development effort is being conducted in collaboration with Professor Rita Singh from Carnegie Mellon University, and other researchers worldwide. Researchers will use this data to study and develop algorithms that will automatically detect COVID-19 and related illnesses from voice. These will potentially serve as rapid tests that can be performed over a phone or computer, and aid in the diagnosis of Coronavirus.
he: אנו מתחילים באיסוף מידע מכל רחבי העולם. עם הנתונים הללו נוכל לזהות את המאפיינים הייחודיים של הקורונה בגלי הקול ולפתח טכנולוגיות אשר יזהו באופן אוטומטי את הסבירות בה מישהו נדבק בוירוס הקורונה ומחלות דומות - רק על סמך דגימת הקול. כלים אלו יאפשרו לבצע בדיקות מהירות שיכולות להתבצע מרחוק, אפילו באמצעות הטלפון או המחשב ולסייע באבחון וטיפול מהיר בחולים. פרויקט גילוי הקורונה באמצעות גלי הקול מובל על ידי פרופסור שמואל אור, ממציא ישראלי, יחד עם דוקטור אלן בקר, המנהל הטכנולוגי והמייסד voca.ai. המחקר והפיתוח נעשים תוך שיתוף פעולה עם פרופסור ריטה שינג/'ה מאוניברסיטת קרנגי מלון יחד עם חוקרות וחוקרים מכל רחבי העולם. הצלחת הפרויקט תביא להשפעה משמעותית על הבריאות של כולנו ותמנע את התפשטות נגיף הקורונה.

source: CLICK BELOW TO ANSWER THE QUESTIONNAIRE & RECORD YOUR VOICE TO HELP US STOP COVID-19.
he: הקליקו מטה בכדי להקליט את קולכם ועזרו לכולנו להביס את נגיף הקורונה.

source: HELP US BEAT
he: מביסים יחד

source: COVID-19 (Coronavirus)
he: את נגיף הקורונה

source: Voca.ai and Carnegie Mellon University partner to enable fast diagnosis of COVID-19.
he: שותפות חוקרים בין לאומית בהובלת אוניברסיטת קרנגי מלון וחברת voca.ai לאבחון מהיר של נגיף הקורונה

source: The project, Corona Voice Detect, was created for early diagnosis of COVID-19 (Coronavirus). It combines recently developed AI and voice forensic technologies, finding specific patterns in voice, tone and other sounds that we produce as we speak, that relate to unique illnesses and other human factors.
he: מטרת הפרויקט הינה אבחון של נגיף הקורונה (COVID19) באמצעות דגימת קול בלבד. הפרויקט משלב את היכולות המתקדמות בעולם בתחום הבינה המלאכותית (AI) ועיבוד אותות. הטכנולוגיות שנפתח יחפשו תבניות ספציפיות בקול אשר נגרמות על ידי נגיף הקורונה. לשם כך - אנו זקוקים לעזרתכם ועזרתכן! אנו אוספים הקלטות של אנשים בריאים ושל חולי קורונה, על בסיסן נוכל לפתח את טכנולוגיית האבחון. בבקשה הקליטו את כולכם באופן יומי ועזרו לנו להביס את המחלה! הטביעו את חותמכם וקחו חלק במסע המרגש והחדשני יחד איתנו. עזרו לנו לאבחן את הקורונה מהר יותר, באופן מיידי, מרחוק ובחינם!

source: Together with researches from all around the world, we are developing a COVID19 diagnostic tool that is based on your voice samples only from both healthy individuals and those tested positive for Coronavirus. Make your mark and become a part of this historic journey by helping us diagnose and slow the spreading of Coronavirus and bring remote testing to every human in the world at NO EXPENSE!.
he: יחד עם חוקרות וחוקרים מכל רחבי העולם אני מפתחים כלי לאבחון נגיף הקורונה על סמך דגימות הקול בלבד - הן של חולים והן של בריאים. יחד, ניצור כלי לאבחון מיידי וחינמי שאפשר להפעיל בקלות מרחוק. הצטרפו למסע, הקליטו עצמכם והפיצו את האפליקציה. יחד ננצח את הקורונה תודה!

source: Consent Form CONCISE SUMMARY
he: טופס הסכמה תקציר

source: The purpose of this venture is to collect data that is useful for diagnosis of COVID-19 patients based on voice analysis. If successful, we hope to use voice samples as a new screening method for early detection of COVID-19 infection. However, at this stage, we are simply collecting information to be made available for the research community and advance rapid new techniques for COVID-19 detection. You will be shown a short questionnaire to collect demographic information, as well as an indication whether or not you have been tested positive for COVID-19. You will be asked to provide a voice sample. We may request that you log-on using your GOOGLE™ account, to enable provisioning of multiple samples over time. If you are interested in learning more about this study, please continue to read below.
he: מטרת מיזם זה היא לאסוף נתונים אשר יסייעו לאבחון נגיף הקורונה (להלן: COVID-19) על סמך ניתוח קולי. אם נצליח, אנו מקווים להשתמש בדגימות קוליות כשיטת אבחון חדשה לגילוי מוקדם של COVID-19. עם זאת, בשלב זה אנו פשוט אוספים מידע שיהיה זמין עבור קהילת המחקר לפיתוח טכנולוגיות חדשות ומהירות לגילוי COVID-19. יוצג לך שאלון קצר לאיסוף מידע דמוגרפי, וכן שאלה האם אובחנת כחולה ב-COVID-19 או לא. בנוסף, תתבקש לספק דגימה קולית. נבקש ממך להתחבר באמצעות חשבון Google™ שלך, בכדי לאפשר מתן דוגמאות מרובות בקלות לאורך זמן. אם אתה מעוניין ללמוד עוד אודות מחקר זה, המשך לקרוא. טופס זה כתוב בלשון זכר אך פונה כמובן לשני המינים.

source: INTRODUCTION
he: הקדמה

source: Thank you for deciding to volunteer in our research project. We aim to study the ability of Deep Learning techniques and voice analysis to assist in diagnosis of COVID-19, and assist in stopping the pandemic. The research project will consist of you filling a short questionnaire and obtaining a recordation of your voice. All your data collected will be anonymized. Please note that you have no obligation to participate and you may decide to terminate your participation at any time. Below is a description of the research project, and your consent to participate. Please read this information carefully. By clicking the button, you are agreeing that you’ve had time to read and consider this consent waiver and are comfortable with what is being asked of you as a participant.
he: תודה שהחלטת להתנדב בפרויקט המחקר שלנו. בפרויקט זה, אנו שואפים להשתמש בטכנולוגיות של למידה עמוקה (Deep learning), בינה מלאכותית (AI) וניתוח קולי בכדי לסייע באבחון COVID-19, ובך לסייע באופן ישיר להפסקת המגיפה. פרויקט המחקר מורכב ממילוי שאלון קצר וקבלת הקלטת קולך. כל הנתונים נאספים באופן אנונימי. אנא שים לב כי אינך מחוייב להשתתף ואתה יכול להחליט להפסיק את השתתפותך בכל עת. להלן תיאור של פרויקט המחקר ופרטי הסכמתך להשתתף. אנא קרא מידע זה בעיון. בלחיצה על כפתור האישור, אתה מאשר כי היה לך זמן לקרוא ולשקול את הסכמתך ומקובלות עליך בקשותינו כמשתתף בפרויקט.

source: TITLE OF RESEARCH PROJECT
he: כותרת המחקר

source: Corona Voice Detect
he: גילוי קורונה בעזרת גלי הקול

source: BENEFITS AND RISKS
he: תועלות וסיכונים

source: We hope to be able to assist in early and remote diagnosis of COVID-19 patients, to target suspected cases for expensive laboratory tests. We have not identified any particular risk associated with your participation in this venture.
he: אנו מקווים שנוכל לסייע באבחון מוקדם ומרוחק של חולי COVID-19 בכדי לאפשר שימוש מושכל ומדויק במשאבי אבחון מעבדתיים יקרים. לא זיהינו שום סיכון מיוחד הקשור להשתתפותך במיזם זה.

source: CONFIDENTIALITY
he: סודיות

source: We will keep your information confidential and will not divulge any non-anonymized data. Anonymized dataset may be transferred to third parties. In particular, anonymized data may be transferred to third parties for COVID-19 related research purposes. If you log-in using your GOOGLE™ identifier, we will not collect any information from your GOOGLE™ account other than your identifier. The identifier will be retained in a hashed manner, preventing us from being able to reconstruct your identifier, and being useful for the sole purpose of determining if a new identifier is identical to a previously retained one.
he: אנו נשמור על המידע שלך סודי ולא נמסור נתונים לא אנונימיים. מסד נתונים אנונימי עשוי להיות מועבר לצדדים שלישיים. בפרט, נתונים אנונימיים עשויים להיות מועברים לצדדים שלישיים למטרות מחקר ופיתוח בנושא COVID-19. אם אתה מתחבר באמצעות חשבון ה-GOOGLE ™ שלך, אנו לא נאסוף מידע מחשבון זה מלבד המזהה (ID) שלך. המזהה יישמר בצורה מגובבת, מה שימנע מאיתנו אפשרות לשחזר את המזהה שלך, ויהיה שימושי אך ורק בכדי לקבוע אם מזהה הינו חדש או כבר נשמר במערכת בעבר.

source: RESEARCH DATA & FEEDBACK
he: נתוני מחקר ומשוב

source: You give your permission to Voca.ai to collect information about your participation in the research project in the formats and medium (“Data”) described above. We shall own and control all Data in connection with the research project. You may also provide suggestions, comments or other feedback (“Feedback”) to the investigators with respect to the research project. Feedback is entirely voluntary and the research team shall be free to use, disclose, license, or otherwise distribute, and exploit the Feedback and Data as authorized by the research participant.
he: אתה נותן את רשותך לחברת Voca.ai לאסוף מידע על השתתפותך בפרויקט המחקר בתבנית ובמדיום ("נתונים") כפי שתוארו לעיל. אנו נחזיק בבעלותנו את כל הנתונים הקשורים לפרויקט המחקר. אתה יכול לספק הצעות, הערות או משוב אחר ("משוב") לחוקרים ביחס לפרויקט המחקר. המישוב הינו התנדבותי ומרצון חופשי לחלוטין וצוות המחקר יהיה חופשי להשתמש, לחשוף, להעניק רישיון או להפיץ בדרך אחרת את המשוב והנתונים שניתנו על ידי משתתפי המחקר.

source: YOUR AUTHORITY TO PARTICIPATE
he: הסכמתך להשתתף

source: You represent that you have the full right and authority to sign this form. By clicking the survey button, you confirm that you understand what the project is about and how and why it is being done. Should you have any questions concerning this project, please contact the supervising researchers: Voca.ai Shmuel Ur at shmuel.ur@gmail.com Please print this page for your records. We thank you for your participation.
he: אתה מצהיר כי יש לך את הזכות והסמכות המלאה לחתום על טופס זה. בלחיצה על כפתור הסקר, אתה מאשר שאתה מבין על מה הפרויקט, כיצד ואיך הוא מתבצע. אם יש לך שאלות הנוגעות לפרויקט זה, אנא צור קשר עם החוקרים האחראיים: חברת Voca.ai דוקטור שמואל אור: shmuel.ur@gmail.com הנך מוזמן ורשאי להדפיס עמוד זה ולשמור אותו. אנו מודים לך מאוד על השתתפותך.

source: Agree & Continue
he: הסכם והמשך

source: Terms And Conditions
he: מדיניות הפרטיות

source: When to remind you again?
he: למתי לקבוע את התזכורת?

source: Done
he: אישור

source: Later
he: אחר כך

source: Remove Notification
he: ביטול תזכורת
